Repository: rafaelmardojai/webfont-kit-generator
Catalog: po/*.po
Languages: ar, ca, fi, fr, gl, hr, kk, nl, pt_br, sk

source: Couldn’t download the font file for {name}.
ar: تعذَّر تنزيل ملف الخط لِ‍{name}.
ca: No s'ha pogut descarregar l'arxiu de font per a {name}.
fi: Kirjasintiedostoa {name}:lle ei voitu ladata.
hr: Nije bilo moguće preuzeti datoteku fonta za {name}.
kk: {name} үшін қаріп файлын жүктеп алу мүмкін болмады.
sk: Nepodarilo sa stiahnuť súbor písma pre {name}.

source: Couldn’t write the font file for {name}.
ar: تعذَّرت كتابة ملف الخط لِ‍{name}.
ca: No s'ha pogut escriure l'arxiu de font per a {name}.
fi: Kirjasintiedostoa {name}:lle ei voitu kirjoittaa.
hr: Nije bilo moguće zapisati datoteku fonta za {name}.
kk: {name} үшін қаріп файлын жазу мүмкін болмады.
sk: Nepodarilo sa zapísať súbor písma pre {name}.

source: You don’t have read access to {font} or it doesn’t exists.
ar: ليس لديك صلاحيات القراءة للملف {font} أو أنه غير موجود.
ca: No teniu permisos de lectura per a {font} o no existeix.
fi: Sinulla ei ole lukuoikeutta {font}:een tai sitä ei ole olemassa.
hr: Nemaš prava za čitanje fonta {font} ili font ne postoji.
kk: {font} файлына оқуға қол жеткізу құқығыңыз жоқ немесе ол жоқ.

source: Webfont Kit Generator also includes a tool to Download fonts from Google Fonts for self-hosting.
sk: Webfont Kit Generator obsahuje aj nástroj na stiahnutie písiem zo služby Google Fonts pre vlastné hostovanie.
