Repository: rafaelmardojai/webfont-kit-generator
Catalog: po/*.po
Languages: ar, ca, fi, fr, gl, hr, kk, nl, pt_br, sk

source: Webfont Kit Generator
gl: Xerador de Kits de Fontes Web
nl: Weblettertype-generator

source: Create @font-face kits easily
ar: أنشئ عُدَد @font-face بسهولة
ca: Crea paquets @font-face fàcilment
fi: Luo @font-face-kokoelmia helposti
fr: Créez des kits @font-face facilement
gl: Cree kits de @font-face facilmente
hr: Stvori @font-face pakete jednostavno
kk: @font-face жиынтықтарын оңай жасау
nl: Creëer eenvoudig @font-face-sets
pt_br: Crie facilmente kits @font-face
sk: Vytvorte @font-face jednoducho

source: Webfont Kit Generator is a simple utility that allows you to generate woff, woff2 and the necessary CSS boilerplate from non-web font formats (otf and ttf).
gl: O Xerador de kits de fontes de web é unha utilidade sinxela que lle permite xerar woff, woff2 e o código CSS necesario para os formatos de fonte non web (otf e ttf).
nl: Met Weblettertype-generator kun je eenvoudig woff-, woff2- en css-boilerplatebestanden creëren uit reguliere lettertypebestanden (otf en ttf).
pt_br: Webfont Kit Generator é um utilitário simples que permite gerar woff, woff2 e o CSS necessário a partir de formatos de fonte não-web (otf e ttf).
sk: Webfont Kit Generator je jednoduchý nástroj, ktorý vám umožňuje generovať woff, woff2 a potrebný CSS pre iné ako webové formáty písma (otf a ttf).

source: Ported to GTK4 and libadwaita
nl: Gemigreerd naar GTK4 en libadwaita

source: New Google Fonts importer
nl: Nieuw: Google Fonts-importhulpmiddel

source: New app icon by Tobias Bernard
nl: Nieuw app-pictogram, ontworpen door Tobias Bernard

source: Major UI improvements
nl: Grote verbeteringen aan de vormgeving

source: Code cleanup and improvements
nl: Onderliggende code opgeruimd en waar mogelijk verbeterd

source: Drag and drop bug fix
nl: Probleem omtrent slepen-en-neerzetten opgelost

source: Fonts loader fixes
nl: Probleem omtrent laden van lettertypen opgelost

source: Added Brazilian Portuguese translation
nl: Nieuw: Braziliaans-Portugese vertaling

source: Added Dutch translation
nl: Nieuw: Nederlandse vertaling

source: Open fonts from file manager
nl: Open lettertypen via de bestandsbeheerder

source: Drag and Drop support
nl: Ondersteuning voor slepen-en-neerzetten

source: User interface improvements
nl: Verbeteringen aan de vormgeving

source: Performance improvements
nl: Prestatieverbeteringen

source: Bug fixes
nl: Diverse problemen opgelost

source: UI tweaks
nl: Verbeteringen aan de vormgeving

source: Code improvements
nl: Verbetering van de onderliggende code

source: Add custom subsetting support
nl: Nieuw: ondersteuning voor aangepaste subinstellingen

source: Design and UX improvements
nl: Diverse ontwerp- en gebruiksverbeteringen

source: Initial release.
nl: Eerste uitgave

source: Import from Google Fonts
ar: استورد من خطوط جوجل
ca: Importa des de Google Fonts
fi: Tuo Google Fontsista
fr: Importer depuis Google Fonts
hr: Uvezi iz Google Fonts
kk: Google Fonts-тан импорттау
nl: Importeren van Google Fonts
pt_br: Importar do Google Fonts
sk: Import zo služby Google Fonts

source: _Keyboard Shortcuts
ar: ا_ختصارات لوحة المفاتيح
ca: _Dreceres de teclat
fi: _Pikanäppäimet
fr: _Raccourcis Claviers
hr: _Tipkovni prečaci
kk: _Пернетақта жарлықтары
nl: _Sneltoetsen
pt_br: _Atalhos de teclado
sk: _Klávesové skratky

source: _About Webfont Kit Generator
nl: Over Weblettertype-gener_ator
pt_br: _Sobre o Webfont Kit Generator

source: Open Fonts
ar: افتح خطوطًا
ca: Obre fonts
fi: Avaa kirjasimet
fr: Selectionner des polices
gl: Abrir tipos de letra
hr: Otvori fontove
kk: Қаріптерді ашу
nl: Lettertypen openen
pt_br: Abrir fontes
sk: Otvoriť písma

source: Fonts
gl: Tipos de letra
nl: Lettertypen
pt_br: Fontes

source: Add some fonts
ar: أضِف بعض الخطوط
ca: Afegeix-hi algunes fonts
fi: Lisää kirjasimia
fr: Ajouter des polices
gl: Engadir algúns tipos de letra
hr: Dodaj fontove
kk: Бірнеше қаріп қосу
nl: Lettertypen toevoegen
pt_br: Adicione algumas fontes
sk: Pridajte písma

source: Select Output Directory
ar: حدِّد مجلد الخَرْج
ca: Tria el directori de sortida
fi: Valitse ulostulonhakemisto
fr: Choisir le dossier de destination
hr: Odaberi mapu rezultata
kk: Шығыс бумасын таңдау
nl: Kies een uitvoermap
pt_br: Selecione o diretório de saída

source: Browse...
ar: تصفَّح...
ca: Navega...
fi: Selaa...
fr: Naviguer...
gl: Explorar…
hr: Pregledaj …
kk: Шолу...
nl: Bladeren…
pt_br: Navegar...
sk: Vyhľadať...

source: Generate
ar: ولِّد
ca: Genera
fi: Luo
fr: Générer
gl: Xerar
hr: Generiraj
kk: Жасау
nl: Genereren
pt_br: Gerar
sk: Generovať

source: Cancel
ar: ألغِ
ca: Cancel·la
fi: Peruuta
fr: Annuler
gl: Cancelar
hr: Prekini
kk: Бас тарту
nl: Annuleren
pt_br: Cancelar
sk: Zrušiť

source: Information
ar: معلومات
ca: Informació
fi: Tiedot
fr: Status
gl: Información
hr: Informacije
kk: Ақпарат
nl: Informatie
pt_br: Informação
sk: Informácia

source: Generation finished!
ar: انتهى التوليد!
ca: La generació ha finalitzat!
fi: Luonti valmis!
fr: Génération terminée !
gl: Xeración finalizada!
hr: Generiranje je gotovo!
kk: Жасау аяқталды!
nl: Het genereren is voltooid!
pt_br: Geração terminada!
sk: Generovanie je hotové!

source: To link your fonts, copy the code below into the head of your HTML:
ar: انسخ الكود أدناه في ترويسة HTML لربط خطوطك:
ca: Per enllaçar les teves fonts, copia el següent codi al <head> del teu HTML:
fi: Linkittääksesi kirjasimesi, kopioi alla oleva koodi HTML-koodisi otsikkoon:
fr: Pour utiliser vos polices, copiez le code ci-dessous dans la section head de votre HTML:
gl: Para ligar os seus tipos de letra, copie o código de abaixo na cabeceira do seu HTML:
hr: Za povezivanje fontova, kopiraj i umetni sljedeći kod u zaglavlje HTML-a:
kk: Қаріптеріңізге сілтеме жасау үшін төмендегі кодты HTML-дің head бөліміне көшіріңіз:
nl: Je kunt je lettertypen linken door de volgende code toe te voegen aan de head-sectie van je html:
pt_br: Para vincular suas fontes, copie o código abaixo no cabeçalho do seu HTML:
sk: Ak chcete použiť svoje písma, skopírujte nižšie uvedený kód do hlavičky kódu HTML:

source: Or import it directly to your CSS:
ar: أو استوردها مباشرةً إلى CSS:
ca: O importa-les directament al teu CSS:
fi: Tai tuo se suoraan CSS:si:
fr: Ou importez directement dans votre CSS:
gl: Ou impórteo directmente desde o seu CSS:
hr: Ili ga izravno uvezi u CSS:
kk: Немесе оны тікелей CSS-ке импорттаңыз:
nl: Of importeer ze direct in je css-bestand:
pt_br: Ou importe diretamente para o seu CSS:

source: Open in Files
ar: افتح في مدير الملفات
ca: Obre-ho amb Fitxers
fi: Avaa tiedostoissa
fr: Afficher dans les fichiers
gl: Abrir en Ficheiros
hr: Otvori u mapi „Datoteke”
kk: Файлдарда ашу
nl: Openen in Bestanden
pt_br: Abrir em Arquivos
sk: Otvoriť v súboroch

source: Logs
ar: السجلات
ca: Registres
fi: Lokit
fr: Journaux
gl: Rexistros
hr: Dnevnici
kk: Журналдар
nl: Logboeken
sk: Logy

source: Subsetting
ar: التجزيء
ca: Subconjunt
fi: Osajoukko
fr: Sous-ensembles
gl: Subconxuntos
hr: Podskupovi znakova
kk: Ішкі жиынтықтар
nl: Aanvullende instelling
pt_br: Subconjunto
sk: Podnastavenia

source: Limit the character set to reduce file size
ar: حِدَّ من مجموعة المحارف لتقليل حجم الملف
ca: Limita el conjunt de caràcters per reduir la mida del fitxer
fi: Rajoita merkistöjen joukkoa tiedostokoon pienentämiseksi
fr: Limitez les types de caractères pour reduire la taille des fichiers.
gl: Limitar o conxunto de caracteres para reducir o tamaño de ficheiro
hr: Za smanjivanje veličine datoteke ograniči skup znakova fonta
kk: Файл өлшемін азайту үшін таңбалар жиынын шектеу
nl: Tekenset beperken voor kleinere bestandsgrootte
pt_br: Limita o conjunto de caracteres para reduzir o tamanho do arquivo
sk: Ak chcete zmenšiť veľkosť súboru, obmedzte znakovú sadu

source: Latin
ar: لاتيني
ca: Llatí
fi: Latina
gl: Latín
hr: Latinica
kk: Латын
nl: Latijn
pt_br: Latim
sk: Latinka

source: Cyrillic
ar: سيريلي
ca: Ciríl·lic
fi: Kyrillinen
fr: Cyrilique
gl: Cirílico
hr: Ćirilica
kk: Кириллица
nl: Cyrillisch
pt_br: Cirílico
sk: Azbuka

source: Greek
ar: يوناني
ca: Grec
fi: Kreikkalainen
fr: Grec
gl: Grego
hr: Grčki
kk: Грек
nl: Grieks
pt_br: Grego
sk: Grécke

source: Vietnamese
ar: فيتنامي
ca: Vietnamita
fi: Vietnam
fr: Vietnamien
gl: Vietnamita
hr: Vijetnamski
kk: Вьетнам
nl: Vietnamees
pt_br: Vietnamita
sk: Vietnamské

source: Latin Extended
ar: لاتيني موسَّع
ca: Llatí ampliat
fi: Laajennettu latina
fr: Latin Étendu
gl: Latín extendido
hr: Latinica, prošireno
kk: Кеңейтілген латын
nl: Latijn (Uitgebreid)
pt_br: Latim estendido
sk: Rozšírená latinka

source: Cyrillic Extended
ar: سيريلي موسَّع
ca: Ciríl·lic ampliat
fi: Laajennettu kyrillinen
fr: Cyrilique Étendu
gl: Cirílico extendido
hr: Ćirilica, prošireno
kk: Кеңейтілген кириллица
nl: Cyrillisch (Uitgebreid)
pt_br: Cirílico estendido
sk: Azbuka rozšírená

source: Greek Extended
ar: يوناني موسَّع
ca: Grec ampliat
fi: Kreikka, laajennettu
fr: Grec Étendu
gl: Grego extendido
hr: Grčki, prošireno
kk: Кеңейтілген грек
nl: Grieks (Uitgebreid)
pt_br: Grego estendido
sk: Grécky rozšírený

source: Custom
ar: مخصَّص
ca: Personalitzat
fi: Mukautettu
fr: Customisé
gl: Personalizado
hr: Prilagođeno
kk: Таңдауыңызша
nl: Aangepast
pt_br: Personalizado
sk: Vlastné

source: Comma separated values. Single hex values and/or ranges separated with hyphens.
ar: قيم مفصولة بفواصل. قيم ست عشرية مفردة و\أو نطاقات مفصولة بشرطات.
ca: Valors separats per comes. Valors hexadecimals individuals i/o intervals separats per guions.
fi: Pilkulla erotetut arvot. Yksittäiset heksadesimaaliarvot ja/tai välit erotettuina yhdysmerkeillä.
fr: Séparez les valeurs par des virgules. Valeurs uniques hexadécimales et/ou intervalle séparé par des tirets.
gl: Valores separados por comas. Valores hexadecimais sinxelos e/ou rangos separados por guións.
hr: Zarezima odvojene vrijednosti. Pojedinačne heksadecimalne vrijednosti i/ili rasponi odvojeni crticama.
kk: Үтірмен ажыратылған мәндер. Жалғыз hex мәндері және/немесе дефиспен ажыратылған ауқымдар.
nl: Kommagescheiden waarden. Losse hex-waarden en/of -reeksen dienen gescheiden te worden met streepjes.
pt_br: Valores separados por vírgula. Valores hexadecimais únicos e/ou intervalos separados por hifens.
sk: Hodnoty oddelené čiarkou. Jednotlivé hexadecimálne hodnoty alebo rozsahy oddelené pomlčkami.

source: Font display
ar: عَرض الخط
ca: Propietat «Font display»
fi: Kirjasinten näyttö
fr: Affichage des polices
gl: Visualización do tipo de letra
hr: Prikaz fontova
kk: Қаріпті көрсету
nl: Lettertypeweergave
pt_br: Exibição da fonte
sk: Zobrazenie písma

source: The CSS font-display descriptor
ar: واصف font-display في CSS
ca: El descriptor CSS font-display
fi: CSS-font-display-kuvaaja
fr: La propriétée CSS font-display
gl: O descritor de CSS de font-display
hr: CSS oznaka „font-display”
kk: CSS font-display дескрипторы
nl: De css-font-displayomschrijving
pt_br: O descritor de exibição da fonte CSS
sk: Deskriptor zobrazenia písma CSS

source: Disabled
ar: معطَّل
ca: Deshabilitat
fi: Poistettu käytöstä
fr: Désactivé
gl: Desactivado
hr: Deaktivirano
kk: Сөндірулі
nl: Uitgeschakeld
pt_br: Desativado
sk: Zakázané

source: Download fonts from Google Fonts for self-hosting
ar: نزِّل خطوطًا من «خطوط جوجل» لاستضافتها ذاتيًا
ca: Baixa fonts de Google Fonts per a autoallotjar-les
fi: Lataa kirjasimet Google Fontsista itseisännöitymistä varten
fr: Télécharger les polices depuis Google Fonts pour les hébérger.
hr: Preuzmi fontove sa stranice Google Fonts za vlastiti hosting
kk: Өз серверіңізде орналастыру үшін Google Fonts-тан қаріптерді жүктеп алу
nl: Download lettertypen van Google Fonts om zelf te hosten
pt_br: Baixe fontes do Google Fonts para auto-hospedagem
sk: Stiahnite si písma zo služby Google Fonts pre vlastné hostovanie

source: Download Fonts
ar: نزِّل الخطوط
ca: Descarrega Fonts
fi: Lataa kirjasimet
fr: Télécharger les polices
hr: Preuzmi fontove
kk: Қаріптерді жүктеп алу
nl: Lettertypen downloaden
pt_br: Baixar fontes
sk: Stiahnuť písma

# shortcut window
source: General
ar: عام
fi: Yleinen
fr: Général
hr: Opće
kk: Жалпы
nl: Algemeen
pt_br: Geral

# shortcut window
source: Show Shortcuts
ar: أظهِر الاختصارات
ca: Mostra les dreceres de teclat
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis clavier
hr: Pokaži prečace
kk: Жарлықтарды көрсету
nl: Sneltoetsen tonen
pt_br: Mostrar atalhos
sk: Zobraziť skratky

# shortcut window
source: Open Fonts
ar: افتح خطوطًا
ca: Obre Fonts
fi: Avaa kirjasimet
fr: Selectionner des polices
hr: Otvori fontove
kk: Қаріптерді ашу
nl: Lettertypen openen
pt_br: Abrir fontes

# shortcut window
source: Select Output Directory
ar: اختر مجلد الخَرْج
ca: Tria el directori de sortida
fi: Valitse ulostulonhakemisto
fr: Choisir le dossier de destination
hr: Odaberi mapu rezultata
kk: Шығыс бумасын таңдау
nl: Kies een uitvoermap
pt_br: Selecionar diretório de saída

# shortcut window
source: Google Fonts Importer
ar: مستورد «خطوط جوجل»
ca: Importador de Google Fonts
fi: Google Fonts:n tuoja
fr: Importer depuis Google Fonts
hr: Uvoz Google Fonts fontova
kk: Google Fonts импорттаушысы
nl: Importeren uit Google Fonts
pt_br: Importador de fontes do Google
sk: Importér písiem Google

# shortcut window
source: Generate
ar: ولِّد
ca: Genera
fi: Luo
fr: Générer
hr: Generiraj
kk: Жасау
nl: Genereren
pt_br: Gerar

source: Open Font Files
ar: افتح ملفات الخطوط
ca: Obre arxius de fonts
fi: Avointen kirjasinten tiedostot
fr: Séléctionner des fichiers de police
hr: Otvori datoteke fontova
kk: Қаріп файлдарын ашу
nl: Lettertypebestanden openen
pt_br: Abrir arquivos de fonte

source: Options
ar: الخيارات
ca: Opcions
fi: Vaihtoehdot
fr: Paramètres
gl: Opcións
hr: Opcije
kk: Опциялар
nl: Opties
pt_br: Opções

source: OTF & TTF
ar: OTF وTTF
ca: OTF i TTF
fr: OTF et TTF
gl: OTF e TTF
hr: OTF i TTF
kk: OTF және TTF
nl: OTF en TTF
pt_br: OTF e TTF
sk: OTF a TTF

source: You don't have write access to the selected directory.
gl: Non ten permisos de escritura no cartafol seleccionado
nl: Je hebt geen schrijftoegang tot de gekozen map.
pt_br: Você não tem acesso de escrita ao diretório selecionado.

source: Generating fonts for {name}:
ar: يولِّد الخطوط لِ‍{name}:
ca: Generant fonts per a {name}:
fi: Luodaan kirjasimia {name}:lle:
fr: Génération des polices pour {name}:
hr: Generiranje fontova za {name}:
kk: {name} үшін қаріптер жасалуда:
nl: Bezig met genereren van lettertypen voor {name}:
pt_br: Gerando fontes para {name}:

source: Generating {name}
ar: يولِّد {name}
ca: Generant {name}
fi: Luodaan {name}
fr: Génération de {name}
hr: Generira se {name}
kk: {name} жасалуда
nl: Bezig met genereren van {name}…
pt_br: Gerando {name}

source: Generated <i>{filename}</i> with <i>{count}</i> glyphs.
ar: وُلِّد <i>{filename}</i> بعدد <i>{count}</i> محرفًا رمزيًا.
ca: S'ha generat <i>{filename}</i> amb signes <i>{count}</i>.
fi: Luodut <i>{filename}</i> with <i>{count}</i> glyphit.
fr: <i>{filename}</i> généré avec <i>{count}</i> glyphes.
gl: Xerado <i>{filename}</i> con glifos <i>{count}</i>.
hr: Generirana je datoteka <i>{filename}</i> s <i>{count}</i> grafema.
kk: <i>{count}</i> глифті <i>{filename}</i> жасалды.
nl: <i>{filename}</i> is gegenereerd met <i>{count}</i> glieven.
pt_br: <i>{filename}</i> gerado com <i>{count}</i> glifos.
sk: Vygenerované <i>{filename}</i> s <i>{count}</i> znakmi.

source: No glyphs where found for {range}. Skipping.
ar: لم يُعثر على محارف رمزية لِ‍{range}. يتخطى.
ca: No s'han trobat signes per a {range}. Omet.
fi: Ei löytynyt glyphejä {range}:lle. Ohitetaan.
fr: Aucun gplyhe n'a été trouvé pour {range}, il sera ignoré.
gl: Non se atoparon glifos para {range}. Omitindo.
hr: Za raspon {range} nije pronađen nijedan grafem. Preskače se.
kk: {range} ауқымы үшін глифтер табылмады. Аттап өтіледі.
nl: Geen glieven aangetroffen binnen {range}. Overgeslagen.
pt_br: Nenhum glifo encontrado para {range}. Pulando.

source: Generating CSS:
ar: يولِّد CSS:
ca: Generant CSS:
fi: Luodaan CSS:ää:
fr: Génération du CSS:
gl: Xerando CSS:
hr: Generiranje CSS-a:
kk: CSS жасалуда:
nl: Bezig met genereren van css:
pt_br: Gerando CSS:
sk: Generovanie CSS:

source: Finishing
ar: يُنهي
ca: Finalitzant
fi: Viimeistellään
fr: Complétion
hr: Završavanje
kk: Аяқтау
nl: Bezig met afronden…
pt_br: Terminando
sk: Dokončovanie

source: Generated <i>{filename}</i>.
ar: وُلِّد <i>{filename}</i>.
ca: Generat <i>{filename}</i>.
fi: Luotu <i>{filename}</i>.
fr: <i>{filename}</i> généré.
gl: <i>{filename}</i> xerado.
hr: Generirana je datoteka <i>{filename}</i>.
kk: <i>{filename}</i> жасалды.
nl: <i>{filename}</i>. is gegenereerd.
pt_br: <i>{filename}</i> gerado.

source: There is no CSS to generate.
ar: لا يوجد CSS لتوليده.
ca: No hi ha CSS per generar.
fi: Ei CSS:ää luotavaksi.
fr: Il n'y a pas de CSS à générer.
gl: Non hai CSS xerado.
hr: Nema CSS-a koji bi se mogao generirati.
kk: Жасалатын CSS жоқ.
nl: Er is geen te genereren css.
pt_br: Não há CSS para gerar.
sk: Žiadne CSS na vygenerovanie.

source: Loading Google Fonts Database
ar: يحمِّل قاعدة بيانات «خطوط جوجل»
ca: Carregant la base de dades de Google Fonts
fi: Ladataan Google Fonts -tietokantaa
fr: Chargement de la base de donnée de Google Fonts
hr: Učitavanje Google Fonts baze podataka
kk: Google Fonts дерекқоры жүктелуде
nl: Bezig met laden van Google Fonts-databank…
pt_br: Carregando a base de dados do Google Fonts
sk: Načítavanie databázy písiem Google

source: Couldn't find the {variant} variant for {family_name}.
nl: De {variant} variant van {family_name} kan niet worden gevonden.
pt_br: Não foi possível encontrar a variante {variant} para {family_name}.

source: Couldn't find the {family_name} font family.
nl: De lettertypefamilie ‘{family_name}’ kan niet worden gevonden.
pt_br: Não foi possível encontrar a família de fontes {family_name}.

source: Couldn't find any fonts for the given url.
nl: Er zijn geen lettertypen aangetroffen op de opgegeven url.
pt_br: Não foi possível encontrar fontes para o URL fornecido.

source: Please set a valid url
ar: أدخل مسارًا صالحًا
ca: Si us plau, escriu una URL vàlida
fi: Aseta kelvollinen URL-osoite
fr: Merci de saisir une URL valide
hr: Postavi ispravnu URL adresu
kk: Жарамды сілтемені (url) көрсетіңіз
nl: Geef een geldige url op
pt_br: Defina um URL válido
sk: Prosím, nastavte platnú url adresu

source: Update your url to CSS API v2
nl: Werk je url bij naar CSS-api v2
pt_br: Atualize seu URL para a API CSS v2

source: Downloading {name}
ar: ينزِّل {name}
ca: Descarregant {name}
fi: Ladataan {name}
fr: Téléchargement de {name}
hr: Preuzima se {name}
kk: {name} жүктелуде
nl: Bezig met downloaden van {name}…
pt_br: Baixando {name}

source: Couldn't download the font file for {name}.
nl: Het lettertypebestand van ‘{name}’ kan niet worden opgehaald.
pt_br: Não foi possível baixar o arquivo de fonte para {name}.

source: Couldn't write the font file for {name}.
nl: Het lettertypebestand van ‘{name}’ kan niet worden weggeschreven.
pt_br: Não foi possível gravar o arquivo de fonte para {name}.

source: Couldn't download the Google Fonts data.
nl: Er kunnen geen gegevens worden opgehaald van Google Fonts.
pt_br: Não foi possível baixar os dados do Google Fonts.

source: You don't have read access to {font} or it doesn't exists.
gl: Non ten acceso de lectura a {font} ou non existe.
nl: Je hebt geen leestoegang tot {font} of het lettertype bestaat niet.
pt_br: Você não tem acesso de leitura para {font} ou ela não existe.

source: Error: {error}.
ar: خطأ: {error}.
fi: Virhe: {error}.
fr: Erreur: {error}.
hr: Greška: {error}.
kk: Қате: {error}.
nl: Foutmelding: {error}.
pt_br: Erro: {error}.
sk: Chyba: {error}.

source: Webfont Bundler
ar: مُرزِّم خطوط الوِب
ca: Generador de fonts web

source: font;font-face;
ar: الخطوط;المطبعي;المحارف;مرزم خطوط الوب; font;font-face;
kk: font;font-face;қаріп;

source: Webfont Bundler is a simple utility that allows you to generate woff, woff2 and the necessary CSS boilerplate from non-web font formats (otf and ttf).
ar: «مرزِّم خطوط الوِب» أداة بسيطة تسمح لك بتوليد woff وwoff2 ونماذج CSS المعيارية الضرورية من صيغ الخطوط غير المخصصة للوِب (otf وttf).
ca: En Generador de fonts web és una utilitat senzilla que et permet generar arxius woff i woff2 i la base CSS necessària des de formats no de font web (otf i ttf).
fi: Webfont Bundler on yksinkertainen apuohjelma, jonka avulla voit luoda woff-, woff2- ja tarvittavat CSS-vakiomallit muista kuin web-fonttimuodoista (otf ja ttf).
kk: Webfont Bundler — веб-қаріп емес пішімдерден (otf және ttf) woff, woff2 пішімдерін және қажетті CSS код қаңқасын жасауға мүмкіндік беретін қарапайым утилита.

source: Webfont Bundler also includes a tool to Download fonts from Google Fonts for self-hosting.
ar: يتضمن «مرزِّم خطوط الوِب» أيضًا أداة لتنزيل الخطوط من «خطوط جوجل» لاستضافتها ذاتيًا.
ca: El Generador de Fonts Web també inclou una eina per descarregar fonts des de Google Fonts per autoallotjar-les.
fi: Webfont Bundler sisältää myös työkalun kirjasinten lataamiseen Google Fontsista itseisännöitymistä varten.
kk: Сондай-ақ Webfont Bundler өз серверіңізде орналастыру үшін Google Fonts-тан қаріптерді жүктеп алу сайманын қамтиды.

source: _About Webfont Bundler
ar: _عَنْ «مرزِّم خطوط الوِب»
ca: _Sobre el Generador de Fonts Web
fi: Tietoa Webfont Bundlerista
kk: Webfont Bundler тур_алы

source: Main Menu
ar: القائمة الرئيسة
ca: Menú Principal
fi: Päävalikko
hr: Glavni izbornik
kk: Бас мәзір
sk: Hlavné menu

source: Back
ar: عُد
ca: Enrere
fi: Takaisin
hr: Natrag
kk: Артқа
sk: Späť

source: Devanagari
ar: ديفاناغاري
kk: Деванагари
pt_br: Devanágari

source: Base64 Encode
ar: ترميز Base64
ca: Codificació Base64
hr: Base64 kodiranje
kk: Base64 кодтау
sk: Kódovanie Base64

source: Embed fonts in the CSS
ar: ضمِّن الخطوط في CSS
ca: Incrusta fonts al CSS
fi: Upota kirjasimet CSS:ään
hr: Ugradi fontove u CSS
kk: Қаріптерді CSS ішіне ендіру
sk: Vloženie písiem do CSS

source: translator-credits
ar: أحمد النجماوي <iramosu@protonmail.com>
ca: jordimoreno.cat
hr: Milo Ivir <mail@milotype.de>
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>

source: You don’t have write access to the selected directory.
ar: ليس لديك صلاحيات الكتابة في المجلد المحدَّد.
ca: No tens permisos d'escriptura per al directori seleccionat.
fi: Sinulla ei ole kirjoitusoikeutta valittuun hakemistoon.
hr: Nemaš prava za pisanje u odabranu mapu.
kk: Таңдалған бумаға жазуға қол жеткізу құқығыңыз жоқ.

source: Couldn’t download the Google Fonts data.
ar: تعذَّر تنزيل بيانات «خطوط جوجل».
ca: No s'han pogut descarregar les dades de Google Fonts.
fi: Google Fonts -dataa ei voitu ladata.
hr: Nije bilo moguće preuzeti Google Fonts podatke.
kk: Google Fonts деректерін жүктеп алу мүмкін болмады.
sk: Nepodarilo sa stiahnuť údaje o písmach Google.

source: Couldn’t find the {variant} variant for {family_name}.
ar: تعذَّر العثور على المتغيِّر {variant} لعائلة الخطوط {family_name}.
ca: No s'ha pogut trobar la variant {variant} per a {family_name}.
fi: Muunnelmaa {variant} ei voitu löytää {family_name}:lle.
hr: Nije bilo moguće pronaći varijantu {variant} za {family_name}.
kk: {family_name} үшін {variant} нұсқасы табылмады.
sk: Nepodarilo sa nájsť variant {variant} pre {family_name}.

source: Couldn’t find the {family_name} font family.
ar: تعذَّر العثور على عائلة الخطوط {family_name}.
ca: No s'ha pogut trobar la família {family_name}.
fi: Kirjasinperhettä {family_name} ei voitu löytää.
hr: Nije bilo moguće pronaći obitelj fontova {family_name}.
kk: {family_name} қаріптер тобы табылмады.
sk: Nepodarilo sa nájsť rodinu písma {family_name}.

source: Couldn’t find any fonts for the given url.
ar: تعذَّر العثور على أي خطوط للمسار المعطى.
ca: No s'ha pogut trobar cap font per la URL proporcionada.
fi: Kirjasimia ei voitu löytää annetulle URL-osoitteelle.
hr: Nije bilo moguće pronaći nijedan font za zadani URL.
kk: Берілген сілтеме (url) бойынша ешқандай қаріп табылмады.
sk: Pre zadanú url adresu sa nepodarilo nájsť žiadne písmo.
